[Demo_Patako_ep7_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-850,Y=990,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-580,Y=990,Z=1200),VecSub=(X=180,Y=0,Z=0),CId=73)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-610,Y=930,Z=1200),VecSub=(X=145,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-610,Y=1050,Z=1200),VecSub=(X=215,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0300_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[11]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Patako.GG2_BGM_DM_Usual_Patako_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_001_Cue',Name="パタコ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[24]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-610,Y=1050,Z=1320))
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_002_Cue',Name="クロナ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[29]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_003_Cue',Name="クロナ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_004_Cue',Name="パタコ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_005_Cue',Name="パタコ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_007_Cue',Name="パタコ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[53]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-610,Y=1050,Z=1320))
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_008_Cue',Name="クロナ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0112_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1200_lp_Angry",Number=8)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_009_Cue',Name="エコロ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1201_fx_Angry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[71]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_010_Cue',Name="パタコ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=WINDOW,Command=EXIT)
DemoScripts[78]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[79]=(Actor=FADE,Command=WAIT)
DemoScripts[80]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Patako_ep7_2.GG2_SE_DM_Angel_Magic_2_Cue')
DemoScripts[81]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[82]=(Actor=FADE,Command=WAIT)
DemoScripts[83]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=6,CId=72)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[86]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[87]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[88]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0105_fx_Stand2PickCARD",Rate=1,Number=2,Bit=0)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0500_lp_PickCARD",Number=8)
DemoScripts[93]=(Actor=WINDOW,Command=SET)
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_011_Cue',Name="クロナ")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[98]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0501_fx_PickCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[103]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-610,Y=1050,Z=1320))
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_012_Cue',Name="エコロ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_013_Cue',Name="クロナ")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0112_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1200_lp_Angry",Number=8)
DemoScripts[118]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[119]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_014_Cue',Name="エコロ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_015_Cue',Name="クロナ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1201_fx_Angry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[136]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-660,Y=1050,Z=1315))
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_016_Cue',Name="パタコ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[141]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[144]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.8)
DemoScripts[145]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_017_Cue',Name="エコロ")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_018_Cue',Name="クロナ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[159]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=1)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_019_Cue',Name="パタコ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[164]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[169]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[170]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[173]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[176]=(Actor=EMOTION,Command=SET,Name="パタコ",Number=0,CId=73)
DemoScripts[177]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_021_Cue',Name="パタコ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[180]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[181]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[182]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[183]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_023_Cue',Name="パタコ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[192]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[193]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[194]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_026_Cue',Name="パタコ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[203]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[204]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[205]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[208]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_029_Cue',Name="パタコ")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[210]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_030_Cue',Name="パタコ")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[212]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[218]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_032_Cue',Name="パタコ")
DemoScripts[219]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[220]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[221]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[222]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[223]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[224]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[225]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_034_Cue',Name="エコロ")
DemoScripts[226]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[228]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[229]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[230]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_035_Cue',Name="パタコ")
DemoScripts[231]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[232]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[233]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[234]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[235]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[237]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[239]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_037_Cue',Name="パタコ")
DemoScripts[240]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[241]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[243]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[244]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[245]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[246]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_038_Cue',Name="エコロ")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[248]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[249]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[250]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_039_Cue',Name="パタコ")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=WINDOW,Command=EXIT)
DemoScripts[255]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[256]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[257]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.8)
DemoScripts[258]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[259]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=290,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[260]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[261]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[262]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[263]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[264]=(Actor=WINDOW,Command=SET)
DemoScripts[265]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_040_Cue',Name="エコロ")
DemoScripts[266]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[267]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[269]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[270]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[271]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=1,Number=2,Bit=0)
DemoScripts[273]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[274]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_042_Cue',Name="クロナ")
DemoScripts[275]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[276]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[277]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[278]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[279]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[280]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[281]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_043_Cue',Name="パタコ")
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[283]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[284]=(Actor=WINDOW,Command=EXIT)
DemoScripts[285]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[286]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[287]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[288]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[289]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=60,Y=0,Z=0),SecTime=0.5,CId=72)
DemoScripts[290]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[291]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[292]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[293]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[294]=(Actor=WINDOW,Command=SET)
DemoScripts[295]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_044_Cue',Name="クロナ")
DemoScripts[296]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[297]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[298]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_045_Cue',Name="パタコ")
DemoScripts[299]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[300]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[301]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[302]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'BGM_ST_Thrill.GG2_BGM_ST_Thrill_Cue')
DemoScripts[303]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0107_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[304]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0700_lp_Proud",Number=8)
DemoScripts[305]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_2.GG2_V_Patako_ep7_2_046_Cue',Name="パタコ")
DemoScripts[306]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[307]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[308]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[309]=(Actor=WINDOW,Command=EXIT)
DemoScripts[310]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[311]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[312]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[313]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[314]=(Actor=SYSTEM,Command=END)

[Select_Patako_ep7_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Patako_ep7_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="帕塔可",Text="妳在這裡啊......庫蘿娜.")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="哎呀......? 是誰DEATH啊......?/n天使增加成兩個人了DEATH......")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="唉......那種事情,/n事到如今也無所謂了DEATH呢....../n畢竟找不到惡魔長槍DEATH......")

Texts[3]=(Label="TEXT04",Name="帕塔可",Text="庫蘿娜,不可以一直悶悶不樂喔.")

Texts[4]=(Label="TEXT05",Name="帕塔可",Text="我也是在補習時大失敗....../n直到剛才為止都被剝奪了天使之力....../n不過,我過得比想像中還快樂.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="(完全算不上是安慰......)")

Texts[6]=(Label="TEXT07",Name="帕塔可",Text="總之,人生這種事/n意外地會自己找到出路唷./n正所謂QUE SERA SERA.")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="......囉唆DEATH./n天使什麼的,怎麼可能瞭解/n庫蘿娜的心情DEATH......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="什!/n妳對帕塔可學姊說這什麼話!!")

Texts[9]=(Label="TEXT10",Name="帕塔可",Text="算啦算啦,艾可蘿冷靜點./n......庫蘿娜也是,那這樣的話如何?/nLet's 帕塔可魔術!")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="......!? 這,這是......印章竟然....../n縮減到剛剛好的程度DEATH!?/n多出來的分消失了DEATH!!")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="好厲害! 帕塔可學姊....../n妳的天使之力升級了!!")

Texts[12]=(Label="TEXT13",Name="庫蘿娜",Text="嗚......!!/n謝謝妳DEATH--!/n帕塔可姐姐大人!!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="姐......姐姐大人!?/n區區惡魔,臉皮太厚了吧!/n帕塔可學姊是我的學姊!!")

Texts[14]=(Label="TEXT15",Name="庫蘿娜",Text="不! 帕塔可姐姐大人/n是拯救了庫蘿娜的天使DEATH!/n帕塔可姐姐大人--!!")

Texts[15]=(Label="TEXT16",Name="帕塔可",Text="好啦好啦,艾可蘿也是./n有個小妹也沒什麼不好吧?/n艾可蘿也可以這樣叫我唷.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="什......怎麼這樣....../n說......說什麼......姐姐大人......")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="真不愧是帕塔可姐姐大人!/n器量真大DEATH!!")

Texts[18]=(Label="TEXT19",Name="帕塔可",Text="總之這樣事情就全部解決了吧.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="那......那個......帕塔可小姐./n老實說,我有點跟不太上這個發展....../n而且我的問題還沒解決耶......")

Texts[20]=(Label="TEXT21",Name="帕塔可",Text="啊......對喔./n峯大大人的問題......那就是......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="現在沒有了惡魔長槍,要是不在今天之內找到/n對象的話,我......就一輩子沒女朋友了......")

Texts[22]=(Label="TEXT23",Name="帕塔可",Text="沒問題的! 請交給我吧./n關於這件事,我有個完美的解決辦法哦.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="真,真的?")

Texts[24]=(Label="TEXT25",Name="峯大",Text="把天使之箭過於強烈的效果/n用惡魔長槍中和掉......")

Texts[25]=(Label="TEXT26",Name="帕塔可",Text="不,請回歸基本想想./n重點是,只要能找到戀人就行了吧?")

Texts[26]=(Label="TEXT27",Name="峯大",Text="咦......?/n這個嘛......是這樣沒錯啦......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="我想要正確的桃花期....../n想要普通的桃花期啊......")

Texts[28]=(Label="TEXT29",Name="帕塔可",Text="那就有點......因為現在的異常桃花期/n是過度攝取天使之箭的關係....../n所以同樣的天使之力是沒辦法解決的.")

Texts[29]=(Label="TEXT30",Name="帕塔可",Text="雖然我能夠讓負值變成正值,/n但是沒辦法讓正值減少.")

Texts[30]=(Label="TEXT31",Name="峯大",Text="怎麼這樣......失望......")

Texts[31]=(Label="TEXT32",Name="帕塔可",Text="不過,我有其他解決辦法唷!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="捨......捨棄我的第一次!!")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="你對著帕塔可學姊/n說什麼猥褻的話啊!")

Texts[34]=(Label="TEXT35",Name="帕塔可",Text="也就是說,只要能找到戀人就行了吧?/n雖然在那之後的,就不關帕塔可的事了......")

Texts[35]=(Label="TEXT36",Name="峯大",Text="這樣的受歡迎氣場/n完全不夠啊!!/n再給我更多更多的桃花之力----!")

Texts[36]=(Label="TEXT37",Name="帕塔可",Text="好的./n簡單來說,只要找到戀人就行了吧?")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="真不愧是帕塔可學姊....../n一點都沒有動搖!")

Texts[38]=(Label="TEXT39",Name="帕塔可",Text="答案非常簡單明瞭!/n只要讓艾可蘿成為/n峯大大人的戀人就行了唷!")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="妳妳妳......妳在說什麼啊!/n帕塔可學姊!!")

Texts[40]=(Label="TEXT41",Name="峯大",Text="這再怎麼說也太......")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="噫嘻嘻,真不愧是姐姐大人!/n好主意DEATH!/n你們兩位很相配DEATH哦--!")

Texts[42]=(Label="TEXT43",Name="帕塔可",Text="啊,要選庫蘿娜也可以唷./n因為重點是峯大大人/n找到戀人這件事呢--")

Texts[43]=(Label="TEXT44",Name="庫蘿娜",Text="DEATH!?")

Texts[44]=(Label="TEXT45",Name="帕塔可",Text="這個嘛,雖然選誰都可以,/n不過這畢竟是要把我重要的學妹/n或是難得的小妹託付給你,所以......")

Texts[45]=(Label="TEXT46",Name="帕塔可",Text="峯大大人! 我要以自己的雙手....../n來測試你的器量!!")

Texts[46]=(Label="TEXT47",Name="峯大",Text="咦咦---!!?")

Texts[47]=(Label="",Name="",Text="")

Texts[48]=(Label="SELECT01",Name="",Text="今天之內/n要找到女朋友")

Texts[49]=(Label="SELECT02",Name="",Text="讓效果太強的/n天使之力消失")

Texts[50]=(Label="SELECT03",Name="",Text="變回普通的/n桃花期")

Texts[51]=(Label="SELECT04",Name="",Text="捨棄我的/n第一次")

Texts[52]=(Label="SELECT05",Name="",Text="再來更多/n桃花之力!")

Texts[53]=(Label="SELECT06",Name="",Text="")

Texts[54]=(Label="SELECT07",Name="",Text="")

Texts[55]=(Label="SELECT08",Name="",Text="")

Texts[56]=(Label="SELECT09",Name="",Text="")

Texts[57]=(Label="SELECT10",Name="",Text="")


